Repository: JimmyS83/service.subtitles.titulky.com
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz, sk_sk

# #32012
source: Login to Titulky.com failed. Check your username/password at the addon configuration
cs_cz: Přihlášení se nezdařilo. Zkontrolujte jméno a heslo v nastavení doplňku.
sk_sk: Prihlásenie sa nepodarilo. Skontrolujte meno a heslo v nastavení doplnku.

# #32013
source: Enter code from image
cs_cz: Zadejte text z kontrolního obrázku
sk_sk: Zadajte text z kontrolného obrázku

# #32014
source: Invalid control text
cs_cz: Špatně opsaný kontrolní obrázek
sk_sk: Zle opísaný kontrolný obrázok

# #32015
source: Download will start in %i seconds
cs_cz: Stahování začne za %i sekund
sk_sk: Sťahovanie začne o %i sekúnd

# #32100
source: Addon is only for Czech and Slovak subtitles. Check the settings of the language for which you want to download subtitles.
cs_cz: Doplněk je určen pro české a slovenské titulky, zkontrolujte Vaše nastavení jazyků, pro které chcete titulky stahovat.
sk_sk: Doplnok je určený pre slovenské a české titulky, skontrolujte Vaše nastavenia jazykov, pre ktoré chcete titulky sťahovať.

# #32101
source: Open settings?
cs_cz: Otevřít nastavení?
sk_sk: Otvoriť nastavenia?

# #32910
source: Searching
cs_cz: Vyhledávání
sk_sk: Vyhľadávanie

# #32911
source: Use text in brackets as search pattern and normalize
cs_cz: Použít text v závorce ve jméně jako základ pro vyhledávaní
sk_sk: Použiť text v zátvorke v názve ako základ pre vyhľadávanie

# #32914
source: Clean title search prior to the excess text (brackets, formatting, etc.).
cs_cz: Vyčistit název před vyhledáváním o přebytečný text (závorky, formátování, atd..)
sk_sk: Pred vyhľadávaním zbaviť názov prebytočného textu (zátvorky, formátovanie, atď.)

# #32920
source: Account
cs_cz: Účet
sk_sk: Účet

# #32921
source: Username
cs_cz: Uživatelské jméno
sk_sk: Užívateľské meno

# #32922
source: Password
cs_cz: Heslo
sk_sk: Heslo

# #32930
source: Statistics
cs_cz: Statistiky
sk_sk: Štatistiky

# #32931
source: Send anonymous usage statistics
cs_cz: Odesílat anonymní statistiky o využití doplňku
sk_sk: Odosielať anonymné štatistiky o využití doplnku

# #32940
source: Download subtitle is only possible with a premium or translator account on Titulky.com
cs_cz: Stažení titulků je možné pouze s premium nebo překladatelským účtem na Titulky.com
sk_sk: Stiahnutie titulkov je možné iba pomocou prémiového alebo prekladateľského účtu na Titulky.com
